export default [
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '秋怨',
    author: '素墨兰馨',
    pic: '/static/img/page/10.jpg',
    content: [
      `遍野秋景秋叶黄，身感衣单亦凄凉。`,
      `游客匆匆风衣裹，路边黄花染重霜。`,
      `湖边独坐叹凄婉，他乡嫠守心暗殇。`,
      `寒烟叠加风飕飕，哀怨散尽迎署光！！！`
    ],
    notes: '2018.11.17号',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '相思',
    author: '素墨兰馨',
    pic: '/static/img/page/11.jpg',
    content: [
      `儿时相伴岁月知，两小无猜惹情思。`,
      `曾经立誓常相守，天命难改终成痴。`,
      `山盟空留人己远，独留伊人难入眠。`,
      `且把心事泉城寄，约来郎君赏佳篇！`
    ],
    notes: '戊戌年腊月十一零时',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '如梦令 清明思',
    author: '素墨兰馨',
    pic: '/static/img/page/12.jpg',
    content: [
      `山上杏花如旧，山下坟茔孤守。`,
      `无奈俗事烦杂，牵绊难赴左右。`,
      `知否  ？知否  ？且将心事寄酒！`
    ],
    notes: '写于己亥年农历三月十八',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '凄凉夜',
    author: '素墨兰馨',
    pic: '/static/img/page/13.jpg',
    content: [
      `痴情如故，相逢难度。`,
      `驾鹤西游无归途，`,
      `夫妻阴阳隔阻。`,
      `掩藏悲泪寻地府，`,
      `终无奈，无旨难入！`,
      `缘尽缘散，感慨无数。`,
      `奈何桥旁两边孤，`,
      `天各一方无助。`,
      `宿命难为天做愚，`,
      `凄凉夜，可怜无辜！！！`
    ],
    notes: '写于己亥年农历三月十七',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '七律 踏青',
    author: '素墨兰馨',
    pic: '/static/img/page/14.jpg',
    content: [
      `漫步荒野望坟丘，相思缕缕绕心头。`,
      `站在昔时携手处，苍凉复重泪凝眸。`,
      `静忆当年蜜语柔，山盟犹耳绕心头。`,
      `往日欢颜随风远，卿踪难觅恨难休！`
    ],
    notes: '写于己亥年农历三月十五',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '暗殇',
    author: '素墨兰馨',
    pic: '/static/img/page/15.jpg',
    content: [
      `愿将余生伴经黄，祈祷苦渡慰心伤。`,
      `佛庵道观随缘老，繁华看透不凄凉。`,
      `闲时煮茶品人生，淡看鱼鸟嬉春光。`,
      `闻得狂雨悟世界，名利福禄随风扬。`,
      `仙山琼阁古道场，松涛泉影鹤翱翔。`,
      `胸中薛涛埋情梦，远离俗世痴与狂。`,
      `修得禅心莲中藏，悟得红尘送炎凉。`,
      `经纶满腹识慧眼，自古正道皆沧桑！`
    ],
    notes: '写于己亥年农历三月十二',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
  {
    type: 1, //诗词类型  感悟、风景等，待完善
    title: '二月思',
    author: '素墨兰馨',
    pic: '/static/img/page/16.jpg',
    content: [
      `他乡嫠守近七年，遥念故土问苍天？`,
      `老宅院宇落长锁，泣望夫君化杜鹃。`,
      `都市美景丽如轩，夜同白昼星光灿。`,
      `奈何天命人将暮，空将热血筑诗卷。`,
      `闲读青史观今古，静赏佳句妙语连。`,
      `清唱梨园歌代哭，谁解吾心泪潸然......！`
    ],
    notes: '己亥年二月初五零晨',
    // 用户状态
    is_dianzan: 0,
    is_shoucang: 0,
    is_guanzhu: 0
  },
]



          